{
  "text": {
    "مرحبا": 108,
    "السلام": 51,
    "عليكم": 88,
    "أهلا": 28,
    "صباح": 81,
    "الخير": 45,
    "مساء": 109,
    "هاي": 119,
    "hello": 6,
    "وداعا": 125,
    "مع": 110,
    "السلامة": 52,
    "شكرا": 79,
    "لك": 99,
    "إلى": 32,
    "اللقاء": 53,
    "باي": 60,
    "goodbye": 5,
    "نعم": 117,
    "أجل": 16,
    "صحيح": 82,
    "موافق": 115,
    "تمام": 66,
    "أؤكد": 14,
    "أوافق": 29,
    "حسنا": 69,
    "طبعا": 83,
    "بالتأكيد": 59,
    "أكيد": 25,
    "اه": 57,
    "إيه": 34,
    "yes": 11,
    "ok": 9,
    "sure": 10,
    "المتابعة": 54,
    "أريد": 19,
    "الحجز": 43,
    "على": 87,
    "احجز": 36,
    "لي": 102,
    "تأكيد": 62,
    "أكد": 24,
    "اتمم": 35,
    "انهي": 56,
    "لا": 96,
    "لست": 97,
    "مهتم": 114,
    "غير": 90,
    "مناسب": 112,
    "يناسبني": 126,
    "تغيير": 65,
    "هذا": 120,
    "ليس": 103,
    "هكذا": 121,
    "no": 7,
    "nope": 8,
    "cancel": 4,
    "حجز": 68,
    "رحلة": 74,
    "من": 111,
    "الرباط": 48,
    "باريس": 58,
    "أبحث": 15,
    "عن": 89,
    "الدار": 46,
    "البيضاء": 40,
    "دبي": 71,
    "يوم": 127,
    "__number__": 0,
    "مايو": 105,
    "السفر": 50,
    "مراكش": 107,
    "لندن": 100,
    "في": 95,
    "يونيو": 128,
    "اقتصادية": 38,
    "فاس": 92,
    "مدريد": 106,
    "تذكرة": 63,
    "طيران": 85,
    "ذهاب": 73,
    "وإياب": 123,
    "فقط": 93,
    "درجة": 72,
    "أولى": 30,
    "أعمال": 22,
    "فندق": 94,
    "نجوم": 116,
    "منطقة": 113,
    "المدينة": 55,
    "لـ": 98,
    "شخصين": 78,
    "إقامة": 31,
    "أكادير": 23,
    "عائلة": 86,
    "أشخاص": 20,
    "فاخر": 91,
    "اختار": 37,
    "الخيار": 44,
    "جيد": 67,
    "أختار": 17,
    "الأول": 39,
    "الثاني": 42,
    "رقم": 75,
    "الرحلة": 49,
    "أعطني": 21,
    "خيارات": 70,
    "أخرى": 18,
    "شيء": 80,
    "آخر": 13,
    "التاريخ": 41,
    "تعديل": 64,
    "الدارالبيضاء": 47,
    "طنجة": 84,
    "نيويورك": 118,
    "لوس": 101,
    "أنجلوس": 27,
    "شخص": 77,
    "واحد": 124,
    "هل": 122,
    "أنت": 26,
    "بوت": 61,
    "روبوت": 76,
    "إنسان": 33,
    "ما": 104,
    "are": 2,
    "you": 12,
    "a": 1,
    "bot": 3
  },
  "intent": {
    "greet": 8,
    "goodbye": 7,
    "affirm": 0,
    "confirm_reservation": 5,
    "deny": 6,
    "book_flight": 1,
    "book_hotel": 2,
    "select_option": 10,
    "change_option": 4,
    "inform": 9,
    "bot_challenge": 3
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 14,
    "action_default_fallback": 6,
    "action_deactivate_loop": 3,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 4,
    "action_default_ask_rephrase": 5,
    "action_two_stage_fallback": 15,
    "action_unlikely_intent": 16,
    "action_back": 0,
    "action_extract_slots": 7,
    "action_change_option": 1,
    "action_confirm_reservation": 2,
    "action_search_flights": 11,
    "action_search_hotels": 12,
    "action_select_option": 13,
    "flight_form": 17,
    "hotel_form": 18,
    "utter_goodbye": 19,
    "utter_greet": 20,
    "utter_iamabot": 21
  },
  "action_text": null,
  "intent_response_key": null
}