{
  "text": {
    "مرحبا": 126,
    "السلام": 67,
    "عليكم": 106,
    "أهلا": 28,
    "صباح": 99,
    "الخير": 55,
    "مساء": 127,
    "هاي": 137,
    "hello": 6,
    "وداعا": 143,
    "مع": 128,
    "السلامة": 68,
    "شكرا": 97,
    "لك": 117,
    "إلى": 32,
    "اللقاء": 71,
    "باي": 78,
    "goodbye": 5,
    "نعم": 135,
    "أجل": 16,
    "صحيح": 100,
    "موافق": 133,
    "تمام": 84,
    "أؤكد": 14,
    "أوافق": 29,
    "حسنا": 87,
    "طبعا": 101,
    "بالتأكيد": 77,
    "أكيد": 25,
    "اه": 75,
    "إيه": 34,
    "yes": 11,
    "ok": 9,
    "sure": 10,
    "المتابعة": 72,
    "أريد": 19,
    "الحجز": 51,
    "على": 105,
    "احجز": 36,
    "لي": 120,
    "تأكيد": 80,
    "أكد": 24,
    "اتمم": 35,
    "انهي": 74,
    "لا": 114,
    "لست": 115,
    "مهتم": 132,
    "غير": 108,
    "مناسب": 130,
    "يناسبني": 144,
    "تغيير": 83,
    "هذا": 138,
    "ليس": 121,
    "هكذا": 139,
    "no": 7,
    "nope": 8,
    "cancel": 4,
    "حجز": 86,
    "رحلة": 92,
    "من": 129,
    "الرباط": 60,
    "باريس": 76,
    "أبحث": 15,
    "عن": 107,
    "الدار": 56,
    "البيضاء": 41,
    "دبي": 89,
    "يوم": 145,
    "__number__": 0,
    "مايو": 123,
    "السفر": 66,
    "مراكش": 125,
    "لندن": 118,
    "في": 113,
    "يونيو": 146,
    "اقتصادية": 38,
    "فاس": 110,
    "مدريد": 124,
    "تذكرة": 81,
    "طيران": 103,
    "ذهاب": 91,
    "وإياب": 141,
    "فقط": 111,
    "درجة": 90,
    "أولى": 30,
    "أعمال": 22,
    "فندق": 112,
    "نجوم": 134,
    "منطقة": 131,
    "المدينة": 73,
    "لـ": 116,
    "شخصين": 96,
    "إقامة": 31,
    "أكادير": 23,
    "عائلة": 104,
    "أشخاص": 20,
    "فاخر": 109,
    "اختار": 37,
    "الخيار": 54,
    "جيد": 85,
    "أختار": 17,
    "الأول": 39,
    "الثاني": 49,
    "رقم": 93,
    "الرحلة": 61,
    "أعطني": 21,
    "خيارات": 88,
    "أخرى": 18,
    "شيء": 98,
    "آخر": 13,
    "التاريخ": 42,
    "تعديل": 82,
    "الدارالبيضاء": 57,
    "طنجة": 102,
    "نيويورك": 136,
    "لوس": 119,
    "أنجلوس": 27,
    "شخص": 95,
    "واحد": 142,
    "هل": 140,
    "أنت": 26,
    "بوت": 79,
    "روبوت": 94,
    "إنسان": 33,
    "ما": 122,
    "are": 2,
    "you": 12,
    "a": 1,
    "bot": 3,
    "الثالث": 45,
    "الرابع": 58,
    "الخامس": 52,
    "السادس": 64,
    "السابع": 62,
    "الثامن": 47,
    "التاسع": 43,
    "العاشر": 69,
    "الأولى": 40,
    "الثانية": 50,
    "الثالثة": 46,
    "الرابعة": 59,
    "الخامسة": 53,
    "السادسة": 65,
    "السابعة": 63,
    "الثامنة": 48,
    "التاسعة": 44,
    "العاشرة": 70
  },
  "intent": {
    "greet": 9,
    "goodbye": 8,
    "affirm": 0,
    "confirm_reservation": 6,
    "deny": 7,
    "book_flight": 1,
    "book_hotel": 2,
    "select_option": 12,
    "change_option": 4,
    "inform": 10,
    "bot_challenge": 3,
    "select_flight": 11,
    "confirm": 5
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 14,
    "action_default_fallback": 6,
    "action_deactivate_loop": 3,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 4,
    "action_default_ask_rephrase": 5,
    "action_two_stage_fallback": 15,
    "action_unlikely_intent": 16,
    "action_back": 0,
    "action_extract_slots": 7,
    "action_change_option": 1,
    "action_confirm_reservation": 2,
    "action_search_flights": 11,
    "action_search_hotels": 12,
    "action_select_option": 13,
    "flight_form": 17,
    "hotel_form": 18,
    "utter_goodbye": 19,
    "utter_greet": 20,
    "utter_iamabot": 21
  },
  "action_text": null,
  "intent_response_key": null
}