{
  "text": {
    "مرحبا": 107,
    "السلام": 50,
    "عليكم": 87,
    "أهلا": 28,
    "صباح": 80,
    "الخير": 45,
    "مساء": 108,
    "هاي": 118,
    "hello": 6,
    "وداعا": 124,
    "مع": 109,
    "السلامة": 51,
    "شكرا": 78,
    "لك": 98,
    "إلى": 32,
    "اللقاء": 52,
    "باي": 59,
    "goodbye": 5,
    "نعم": 116,
    "أجل": 16,
    "صحيح": 81,
    "موافق": 114,
    "تمام": 65,
    "أؤكد": 14,
    "أوافق": 29,
    "حسنا": 68,
    "طبعا": 82,
    "بالتأكيد": 58,
    "أكيد": 25,
    "اه": 56,
    "إيه": 34,
    "yes": 11,
    "ok": 9,
    "sure": 10,
    "المتابعة": 53,
    "أريد": 19,
    "الحجز": 43,
    "على": 86,
    "احجز": 36,
    "لي": 101,
    "تأكيد": 61,
    "أكد": 24,
    "اتمم": 35,
    "انهي": 55,
    "لا": 95,
    "لست": 96,
    "مهتم": 113,
    "غير": 89,
    "مناسب": 111,
    "يناسبني": 125,
    "تغيير": 64,
    "هذا": 119,
    "ليس": 102,
    "هكذا": 120,
    "no": 7,
    "nope": 8,
    "cancel": 4,
    "حجز": 67,
    "رحلة": 73,
    "من": 110,
    "الرباط": 48,
    "باريس": 57,
    "أبحث": 15,
    "عن": 88,
    "الدار": 46,
    "البيضاء": 40,
    "دبي": 70,
    "يوم": 126,
    "__number__": 0,
    "مايو": 104,
    "السفر": 49,
    "مراكش": 106,
    "لندن": 99,
    "في": 94,
    "يونيو": 127,
    "اقتصادية": 38,
    "فاس": 91,
    "مدريد": 105,
    "تذكرة": 62,
    "طيران": 84,
    "ذهاب": 72,
    "وإياب": 122,
    "فقط": 92,
    "درجة": 71,
    "أولى": 30,
    "أعمال": 22,
    "فندق": 93,
    "نجوم": 115,
    "منطقة": 112,
    "المدينة": 54,
    "لـ": 97,
    "شخصين": 77,
    "إقامة": 31,
    "أكادير": 23,
    "عائلة": 85,
    "أشخاص": 20,
    "فاخر": 90,
    "اختار": 37,
    "الخيار": 44,
    "جيد": 66,
    "أختار": 17,
    "الأول": 39,
    "الثاني": 42,
    "رقم": 74,
    "أعطني": 21,
    "خيارات": 69,
    "أخرى": 18,
    "شيء": 79,
    "آخر": 13,
    "التاريخ": 41,
    "تعديل": 63,
    "الدارالبيضاء": 47,
    "طنجة": 83,
    "نيويورك": 117,
    "لوس": 100,
    "أنجلوس": 27,
    "شخص": 76,
    "واحد": 123,
    "هل": 121,
    "أنت": 26,
    "بوت": 60,
    "روبوت": 75,
    "إنسان": 33,
    "ما": 103,
    "are": 2,
    "you": 12,
    "a": 1,
    "bot": 3
  },
  "intent": {
    "greet": 8,
    "goodbye": 7,
    "affirm": 0,
    "confirm_reservation": 5,
    "deny": 6,
    "book_flight": 1,
    "book_hotel": 2,
    "select_option": 10,
    "change_option": 4,
    "inform": 9,
    "bot_challenge": 3
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 14,
    "action_default_fallback": 6,
    "action_deactivate_loop": 3,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 4,
    "action_default_ask_rephrase": 5,
    "action_two_stage_fallback": 15,
    "action_unlikely_intent": 16,
    "action_back": 0,
    "action_extract_slots": 7,
    "action_change_option": 1,
    "action_confirm_reservation": 2,
    "action_search_flights": 11,
    "action_search_hotels": 12,
    "action_select_option": 13,
    "flight_form": 17,
    "hotel_form": 18,
    "utter_goodbye": 19,
    "utter_greet": 20,
    "utter_iamabot": 21
  },
  "action_text": null,
  "intent_response_key": null
}