{
  "text": {
    " ": 0,
    "م": 1079,
    "ر": 767,
    "ح": 681,
    "ب": 588,
    "ا": 458,
    " م": 202,
    "مر": 1099,
    "رح": 789,
    "حب": 683,
    "با": 590,
    "ا ": 459,
    " مر": 208,
    "مرح": 1102,
    "رحب": 790,
    "حبا": 684,
    "با ": 591,
    " مرح": 210,
    "مرحب": 1103,
    "رحبا": 791,
    "حبا ": 685,
    "ل": 989,
    "س": 813,
    " ا": 76,
    "ال": 528,
    "لس": 1037,
    "سل": 839,
    "لا": 994,
    "ام": 563,
    "م ": 1080,
    " ال": 85,
    "الس": 552,
    "لسل": 1045,
    "سلا": 840,
    "لام": 996,
    "ام ": 564,
    " الس": 94,
    "السل": 555,
    "لسلا": 1046,
    "سلام": 841,
    "لام ": 997,
    "ع": 897,
    "ي": 1229,
    "ك": 967,
    " ع": 165,
    "عل": 915,
    "لي": 1073,
    "يك": 1256,
    "كم": 984,
    " عل": 168,
    "علي": 918,
    "ليك": 1077,
    "يكم": 1257,
    "كم ": 985,
    " علي": 170,
    "عليك": 919,
    "ليكم": 1078,
    "يكم ": 1258,
    "أ": 388,
    "ه": 1170,
    " أ": 38,
    "أه": 426,
    "هل": 1186,
    " أه": 62,
    "أهل": 427,
    "هلا": 1188,
    "لا ": 995,
    " أهل": 63,
    "أهلا": 428,
    "هلا ": 1189,
    "ص": 863,
    " ص": 153,
    "صب": 868,
    "اح": 474,
    "ح ": 682,
    " صب": 154,
    "صبا": 869,
    "باح": 592,
    "اح ": 475,
    " صبا": 155,
    "صباح": 870,
    "باح ": 593,
    "خ": 702,
    "لخ": 1021,
    "خي": 720,
    "ير": 1247,
    "ر ": 768,
    "الخ": 543,
    "لخي": 1024,
    "خير": 723,
    "ير ": 1248,
    " الخ": 91,
    "الخي": 545,
    "لخير": 1026,
    "خير ": 724,
    "ء": 382,
    "مس": 1104,
    "سا": 815,
    "اء": 460,
    "ء ": 383,
    " مس": 211,
    "مسا": 1106,
    "ساء": 816,
    "اء ": 461,
    " مسا": 212,
    "مساء": 1107,
    "ساء ": 817,
    " ه": 230,
    "ها": 1172,
    "اي": 582,
    "ي ": 1230,
    " ها": 231,
    "هاي": 1175,
    "اي ": 583,
    " هاي": 232,
    "هاي ": 1176,
    "h": 305,
    "e": 290,
    "l": 311,
    "o": 333,
    " h": 17,
    "he": 306,
    "el": 292,
    "ll": 313,
    "lo": 316,
    "o ": 334,
    " he": 18,
    "hel": 307,
    "ell": 294,
    "llo": 314,
    "lo ": 317,
    " hel": 19,
    "hell": 308,
    "ello": 295,
    "llo ": 315,
    "و": 1192,
    "د": 725,
    " و": 239,
    "ود": 1207,
    "دا": 727,
    "اع": 516,
    "عا": 899,
    " ود": 244,
    "ودا": 1208,
    "داع": 731,
    "اعا": 517,
    "عا ": 900,
    " ودا": 245,
    "وداع": 1209,
    "داعا": 732,
    "اعا ": 518,
    "مع": 1110,
    "ع ": 898,
    " مع": 213,
    "مع ": 1111,
    " مع ": 214,
    "ة": 622,
    "مة": 1089,
    "ة ": 623,
    "امة": 565,
    "مة ": 1090,
    "لامة": 998,
    "امة ": 566,
    "ش": 845,
    " ش": 146,
    "شك": 857,
    "كر": 977,
    "را": 769,
    " شك": 149,
    "شكر": 858,
    "كرا": 978,
    "را ": 770,
    " شكر": 150,
    "شكرا": 859,
    "كرا ": 979,
    " ل": 186,
    "لك": 1055,
    "ك ": 968,
    " لك": 193,
    "لك ": 1056,
    " لك ": 194,
    "إ": 439,
    "ى": 1227,
    " إ": 67,
    "إل": 443,
    "لى": 1071,
    "ى ": 1228,
    " إل": 70,
    "إلى": 444,
    "لى ": 1072,
    " إلى": 71,
    "إلى ": 445,
    "ق": 951,
    "لل": 1057,
    "لق": 1052,
    "قا": 953,
    "الل": 558,
    "للق": 1058,
    "لقا": 1053,
    "قاء": 954,
    " الل": 96,
    "اللق": 559,
    "للقا": 1059,
    "لقاء": 1054,
    "قاء ": 955,
    " ب": 102,
    " با": 103,
    "باي": 600,
    " باي": 106,
    "باي ": 601,
    "g": 301,
    "d": 286,
    "b": 269,
    "y": 374,
    " g": 14,
    "go": 302,
    "oo": 340,
    "od": 335,
    "db": 287,
    "by": 276,
    "ye": 375,
    "e ": 291,
    " go": 15,
    "goo": 303,
    "ood": 341,
    "odb": 336,
    "dby": 288,
    "bye": 277,
    "ye ": 376,
    " goo": 16,
    "good": 304,
    "oodb": 342,
    "odby": 337,
    "dbye": 289,
    "bye ": 278,
    "ن": 1128,
    " ن": 223,
    "نع": 1157,
    "عم": 920,
    " نع": 226,
    "نعم": 1158,
    "عم ": 921,
    " نعم": 227,
    "نعم ": 1159,
    "ج": 666,
    "أج": 395,
    "جل": 671,
    "ل ": 990,
    " أج": 43,
    "أجل": 396,
    "جل ": 672,
    " أجل": 44,
    "أجل ": 397,
    "صح": 871,
    "حي": 699,
    "يح": 1241,
    " صح": 156,
    "صحي": 872,
    "حيح": 700,
    "يح ": 1242,
    " صحي": 157,
    "صحيح": 873,
    "حيح ": 701,
    "ف": 934,
    "مو": 1125,
    "وا": 1197,
    "اف": 519,
    "فق": 942,
    "ق ": 952,
    " مو": 221,
    "موا": 1126,
    "واف": 1200,
    "افق": 520,
    "فق ": 943,
    " موا": 222,
    "مواف": 1127,
    "وافق": 1201,
    "افق ": 521,
    "ت": 624,
    " ت": 109,
    "تم": 649,
    "ما": 1081,
    " تم": 118,
    "تما": 651,
    "مام": 1085,
    " تما": 119,
    "تمام": 652,
    "مام ": 1086,
    "ؤ": 435,
    "أؤ": 389,
    "ؤك": 436,
    "كد": 972,
    "د ": 726,
    " أؤ": 39,
    "أؤك": 390,
    "ؤكد": 437,
    "كد ": 973,
    " أؤك": 40,
    "أؤكد": 391,
    "ؤكد ": 438,
    "أو": 429,
    " أو": 64,
    "أوا": 430,
    " أوا": 65,
    "أواف": 431,
    "ً": 1282,
    " ح": 123,
    "حس": 693,
    "سن": 842,
    "نا": 1130,
    "اً": 586,
    "ً ": 1283,
    " حس": 126,
    "حسن": 694,
    "سنا": 843,
    "ناً": 1133,
    "اً ": 587,
    " حسن": 127,
    "حسنا": 695,
    "سناً": 844,
    "ناً ": 1134,
    "ط": 881,
    " ط": 158,
    "طب": 883,
    "بع": 605,
    " طب": 159,
    "طبع": 884,
    "بعا": 607,
    "عاً": 905,
    " طبع": 160,
    "طبعا": 885,
    "بعاً": 609,
    "عاً ": 906,
    "لت": 1004,
    "تأ": 626,
    "أك": 414,
    "كي": 986,
    "يد": 1245,
    "بال": 598,
    "الت": 534,
    "لتأ": 1005,
    "تأك": 627,
    "أكي": 419,
    "كيد": 987,
    "يد ": 1246,
    " بال": 105,
    "بالت": 599,
    "التأ": 535,
    "لتأك": 1006,
    "تأكي": 628,
    "أكيد": 420,
    "كيد ": 988,
    " أك": 55,
    " أكي": 58,
    "اه": 580,
    "ه ": 1171,
    " اه": 100,
    "اه ": 581,
    " اه ": 101,
    "إي": 449,
    "يه": 1267,
    " إي": 74,
    "إيه": 452,
    "يه ": 1268,
    " إيه": 75,
    "إيه ": 453,
    "s": 359,
    " y": 30,
    "es": 299,
    "s ": 360,
    " ye": 31,
    "yes": 377,
    "es ": 300,
    " yes": 32,
    "yes ": 378,
    "k": 309,
    " o": 24,
    "ok": 338,
    "k ": 310,
    " ok": 25,
    "ok ": 339,
    " ok ": 26,
    "u": 366,
    "r": 353,
    " s": 27,
    "su": 361,
    "ur": 371,
    "re": 357,
    " su": 28,
    "sur": 362,
    "ure": 372,
    "re ": 358,
    " sur": 29,
    "sure": 363,
    "ure ": 373,
    "لم": 1060,
    "مت": 1091,
    "تا": 629,
    "اب": 465,
    "عة": 907,
    "الم": 560,
    "لمت": 1061,
    "متا": 1092,
    "تاب": 630,
    "ابع": 467,
    "بعة": 610,
    "عة ": 908,
    " الم": 97,
    "المت": 561,
    "لمتا": 1062,
    "متاب": 1093,
    "تابع": 631,
    "ابعة": 469,
    "بعة ": 611,
    "أر": 403,
    "ري": 804,
    " أر": 48,
    "أري": 404,
    "ريد": 807,
    " أري": 49,
    "أريد": 405,
    "ريد ": 808,
    "ز": 811,
    "لح": 1018,
    "حج": 688,
    "جز": 669,
    "ز ": 812,
    "الح": 541,
    "لحج": 1019,
    "حجز": 689,
    "جز ": 670,
    " الح": 90,
    "الحج": 542,
    "لحجز": 1020,
    "حجز ": 690,
    "على": 916,
    " على": 169,
    "على ": 917,
    " اح": 79,
    "احج": 476,
    " احج": 80,
    "احجز": 477,
    " لي": 199,
    "لي ": 1074,
    " لي ": 200,
    " تأ": 110,
    " تأك": 111,
    "أكد": 417,
    " أكد": 57,
    "أكد ": 418,
    "بعا ": 608,
    "ات": 470,
    "مم": 1112,
    " ات": 77,
    "اتم": 472,
    "تمم": 653,
    "مم ": 1113,
    " اتم": 78,
    "اتمم": 473,
    "تمم ": 654,
    "ان": 573,
    "نه": 1160,
    "هي": 1190,
    " ان": 98,
    "انه": 575,
    "نهي": 1161,
    "هي ": 1191,
    " انه": 99,
    "انهي": 576,
    "نهي ": 1162,
    " لا": 187,
    " لا ": 188,
    "ست": 830,
    "ت ": 625,
    " لس": 189,
    "لست": 1041,
    "ست ": 831,
    " لست": 190,
    "لست ": 1042,
    "مه": 1122,
    "هت": 1177,
    " مه": 219,
    "مهت": 1123,
    "هتم": 1178,
    "تم ": 650,
    " مهت": 220,
    "مهتم": 1124,
    "هتم ": 1179,
    "غ": 926,
    " غ": 173,
    "غي": 927,
    " غي": 174,
    "غير": 928,
    " غير": 175,
    "غير ": 929,
    "من": 1114,
    "اس": 500,
    "سب": 824,
    "ب ": 589,
    " من": 215,
    "منا": 1116,
    "ناس": 1131,
    "اسب": 502,
    "سب ": 825,
    " منا": 217,
    "مناس": 1117,
    "ناسب": 1132,
    "اسب ": 503,
    " ي": 246,
    "ين": 1261,
    "بن": 612,
    "ني": 1163,
    " ين": 247,
    "ينا": 1263,
    "سبن": 826,
    "بني": 613,
    "ني ": 1164,
    " ينا": 248,
    "يناس": 1264,
    "اسبن": 504,
    "سبني": 827,
    "بني ": 614,
    "تغ": 646,
    "يي": 1279,
    " تغ": 116,
    "تغي": 647,
    "غيي": 930,
    "يير": 1280,
    " تغي": 117,
    "تغيي": 648,
    "غيير": 931,
    "يير ": 1281,
    "ذ": 758,
    "هذ": 1180,
    "ذا": 759,
    " هذ": 233,
    "هذا": 1181,
    "ذا ": 760,
    " هذا": 234,
    "هذا ": 1182,
    "يس": 1251,
    "س ": 814,
    "ليس": 1075,
    "يس ": 1252,
    " ليس": 201,
    "ليس ": 1076,
    "هك": 1183,
    "كذ": 974,
    " هك": 235,
    "هكذ": 1184,
    "كذا": 975,
    " هكذ": 236,
    "هكذا": 1185,
    "كذا ": 976,
    "n": 322,
    " n": 20,
    "no": 326,
    " no": 21,
    "no ": 327,
    " no ": 22,
    "p": 350,
    "op": 343,
    "pe": 351,
    "nop": 328,
    "ope": 344,
    "pe ": 352,
    " nop": 23,
    "nope": 329,
    "ope ": 345,
    "c": 279,
    "a": 261,
    " c": 11,
    "ca": 280,
    "an": 263,
    "nc": 323,
    "ce": 283,
    "l ": 312,
    " ca": 12,
    "can": 281,
    "anc": 264,
    "nce": 324,
    "cel": 284,
    "el ": 293,
    " can": 13,
    "canc": 282,
    "ance": 265,
    "ncel": 325,
    "cel ": 285,
    " حج": 124,
    " حجز": 125,
    " ر": 139,
    "حل": 696,
    "لة": 1002,
    " رح": 140,
    "رحل": 792,
    "حلة": 697,
    "لة ": 1003,
    " رحل": 141,
    "رحلة": 793,
    "حلة ": 698,
    "ن ": 1129,
    "من ": 1115,
    " من ": 216,
    "لر": 1030,
    "رب": 781,
    "اط": 514,
    "ط ": 882,
    "الر": 548,
    "لرب": 1033,
    "ربا": 782,
    "باط": 596,
    "اط ": 515,
    " الر": 93,
    "الرب": 550,
    "لربا": 1034,
    "رباط": 783,
    "باط ": 597,
    "ار": 492,
    "بار": 594,
    "اري": 497,
    "ريس": 809,
    " بار": 104,
    "باري": 595,
    "اريس": 499,
    "ريس ": 810,
    "ث": 655,
    "أب": 392,
    "بح": 602,
    "حث": 686,
    "ث ": 656,
    " أب": 41,
    "أبح": 393,
    "بحث": 603,
    "حث ": 687,
    " أبح": 42,
    "أبحث": 394,
    "بحث ": 604,
    "عن": 924,
    " عن": 171,
    "عن ": 925,
    " عن ": 172,
    "لد": 1027,
    "الد": 546,
    "لدا": 1028,
    "دار": 728,
    "ار ": 493,
    " الد": 92,
    "الدا": 547,
    "لدار": 1029,
    "دار ": 729,
    "ض": 877,
    "لب": 999,
    "بي": 618,
    "يض": 1253,
    "ضا": 878,
    "الب": 532,
    "لبي": 1000,
    "بيض": 620,
    "يضا": 1254,
    "ضاء": 879,
    " الب": 87,
    "البي": 533,
    "لبيض": 1001,
    "بيضا": 621,
    "يضاء": 1255,
    "ضاء ": 880,
    " د": 131,
    "دب": 733,
    " دب": 132,
    "دبي": 734,
    "بي ": 619,
    " دبي": 133,
    "دبي ": 735,
    "يو": 1269,
    "وم": 1219,
    " يو": 249,
    "يوم": 1273,
    "وم ": 1220,
    " يوم": 250,
    "يوم ": 1274,
    "_": 252,
    "m": 318,
    " _": 1,
    "__": 254,
    "_n": 258,
    "nu": 330,
    "um": 368,
    "mb": 319,
    "be": 270,
    "er": 296,
    "r_": 354,
    "_ ": 253,
    " __": 2,
    "__n": 256,
    "_nu": 259,
    "num": 331,
    "umb": 369,
    "mbe": 320,
    "ber": 271,
    "er_": 297,
    "r__": 355,
    "__ ": 255,
    " __n": 3,
    "__nu": 257,
    "_num": 260,
    "numb": 332,
    "umbe": 370,
    "mber": 321,
    "ber_": 272,
    "er__": 298,
    "r__ ": 356,
    "و ": 1193,
    " ما": 203,
    "ماي": 1087,
    "ايو": 584,
    "يو ": 1270,
    " ماي": 205,
    "مايو": 1088,
    "ايو ": 585,
    "سف": 836,
    "فر": 940,
    "لسف": 1043,
    "سفر": 837,
    "فر ": 941,
    "السف": 554,
    "لسفر": 1044,
    "سفر ": 838,
    "اك": 525,
    "كش": 982,
    "ش ": 846,
    "مرا": 1100,
    "راك": 775,
    "اكش": 526,
    "كش ": 983,
    " مرا": 209,
    "مراك": 1101,
    "راكش": 776,
    "اكش ": 527,
    "لن": 1065,
    "ند": 1146,
    "دن": 747,
    " لن": 195,
    "لند": 1066,
    "ندن": 1149,
    "دن ": 748,
    " لند": 196,
    "لندن": 1067,
    "ندن ": 1150,
    " ف": 176,
    "في": 949,
    " في": 184,
    "في ": 950,
    " في ": 185,
    "ون": 1221,
    "يون": 1275,
    "وني": 1222,
    "نيو": 1167,
    " يون": 251,
    "يوني": 1276,
    "ونيو": 1223,
    "نيو ": 1168,
    "اق": 522,
    "قت": 960,
    "تص": 640,
    "صا": 865,
    "اد": 485,
    "دي": 749,
    "ية": 1239,
    " اق": 83,
    "اقت": 523,
    "قتص": 961,
    "تصا": 641,
    "صاد": 866,
    "ادي": 489,
    "دية": 750,
    "ية ": 1240,
    " اقت": 84,
    "اقتص": 524,
    "قتصا": 962,
    "تصاد": 642,
    "صادي": 867,
    "ادية": 490,
    "دية ": 751,
    "فا": 935,
    " فا": 177,
    "فاس": 938,
    "اس ": 501,
    " فاس": 179,
    "فاس ": 939,
    "مد": 1094,
    "در": 736,
    " مد": 206,
    "مدر": 1095,
    "دري": 739,
    " مدر": 207,
    "مدري": 1096,
    "دريد": 740,
    "تذ": 637,
    "ذك": 761,
    "رة": 784,
    " تذ": 112,
    "تذك": 638,
    "ذكر": 762,
    "كرة": 980,
    "رة ": 785,
    " تذك": 113,
    "تذكر": 639,
    "ذكرة": 763,
    "كرة ": 981,
    "طي": 894,
    " طي": 163,
    "طير": 895,
    "يرا": 1249,
    "ران": 779,
    "ان ": 574,
    " طير": 164,
    "طيرا": 896,
    "يران": 1250,
    "ران ": 780,
    " ذ": 136,
    "ذه": 764,
    " ذه": 137,
    "ذها": 765,
    "هاب": 1173,
    "اب ": 466,
    " ذها": 138,
    "ذهاب": 766,
    "هاب ": 1174,
    "وإ": 1194,
    "يا": 1233,
    " وإ": 240,
    "وإي": 1195,
    "إيا": 450,
    "ياب": 1234,
    " وإي": 241,
    "وإيا": 1196,
    "إياب": 451,
    "ياب ": 1235,
    "قط": 963,
    " فق": 180,
    "فقط": 944,
    "قط ": 964,
    " فقط": 181,
    "فقط ": 945,
    "رج": 786,
    "جة": 667,
    " در": 134,
    "درج": 737,
    "رجة": 787,
    "جة ": 668,
    " درج": 135,
    "درجة": 738,
    "رجة ": 788,
    "ول": 1215,
    "أول": 432,
    "ولى": 1217,
    " أول": 66,
    "أولى": 434,
    "ولى ": 1218,
    "أع": 409,
    " أع": 52,
    "أعم": 412,
    "عما": 922,
    "مال": 1083,
    "ال ": 529,
    " أعم": 54,
    "أعما": 413,
    "عمال": 923,
    "مال ": 1084,
    "فن": 946,
    "دق": 745,
    " فن": 182,
    "فند": 947,
    "ندق": 1147,
    "دق ": 746,
    " فند": 183,
    "فندق": 948,
    "ندق ": 1148,
    "نج": 1139,
    "جو": 675,
    " نج": 224,
    "نجو": 1144,
    "جوم": 676,
    " نجو": 225,
    "نجوم": 1145,
    "جوم ": 677,
    "نط": 1154,
    "طق": 886,
    "قة": 958,
    "منط": 1120,
    "نطق": 1155,
    "طقة": 887,
    "قة ": 959,
    " منط": 218,
    "منطق": 1121,
    "نطقة": 1156,
    "طقة ": 888,
    "نة": 1135,
    "لمد": 1063,
    "مدي": 1097,
    "دين": 756,
    "ينة": 1265,
    "نة ": 1136,
    "المد": 562,
    "لمدي": 1064,
    "مدين": 1098,
    "دينة": 757,
    "ينة ": 1266,
    "ـ": 932,
    "لـ": 1050,
    "ـ ": 933,
    " لـ": 191,
    "لـ ": 1051,
    " لـ ": 192,
    "شخ": 847,
    "خص": 716,
    "صي": 874,
    " شخ": 147,
    "شخص": 850,
    "خصي": 718,
    "صين": 875,
    "ين ": 1262,
    " شخص": 148,
    "شخصي": 852,
    "خصين": 719,
    "صين ": 876,
    "إق": 440,
    " إق": 68,
    "إقا": 441,
    "قام": 956,
    " إقا": 69,
    "إقام": 442,
    "قامة": 957,
    "كا": 969,
    "أكا": 415,
    "كاد": 970,
    "دير": 752,
    " أكا": 56,
    "أكاد": 416,
    "كادي": 971,
    "ادير": 491,
    "دير ": 753,
    "ئ": 454,
    "ائ": 462,
    "ئل": 455,
    " عا": 166,
    "عائ": 901,
    "ائل": 463,
    "ئلة": 456,
    " عائ": 167,
    "عائل": 902,
    "ائلة": 464,
    "ئلة ": 457,
    "أش": 406,
    "خا": 704,
    "اص": 512,
    "ص ": 864,
    " أش": 50,
    "أشخ": 407,
    "شخا": 848,
    "خاص": 705,
    "اص ": 513,
    " أشخ": 51,
    "أشخا": 408,
    "شخاص": 849,
    "خاص ": 706,
    "اخ": 480,
    "خر": 712,
    "فاخ": 936,
    "اخر": 483,
    "خر ": 713,
    " فاخ": 178,
    "فاخر": 937,
    "اخر ": 484,
    "خت": 709,
    " اخ": 81,
    "اخت": 481,
    "ختا": 710,
    "تار": 632,
    " اخت": 82,
    "اختا": 482,
    "ختار": 711,
    "تار ": 633,
    "خيا": 721,
    "يار": 1236,
    "لخيا": 1025,
    "خيار": 722,
    "يار ": 1237,
    " ج": 120,
    "جي": 678,
    " جي": 121,
    "جيد": 679,
    " جيد": 122,
    "جيد ": 680,
    "أخ": 398,
    " أخ": 45,
    "أخت": 399,
    " أخت": 46,
    "أختا": 400,
    "لأ": 991,
    "الأ": 530,
    "لأو": 992,
    "ول ": 1216,
    " الأ": 86,
    "الأو": 531,
    "لأول": 993,
    "أول ": 433,
    "لث": 1010,
    "ثا": 657,
    "الث": 537,
    "لثا": 1012,
    "ثان": 662,
    "اني": 577,
    " الث": 89,
    "الثا": 539,
    "لثان": 1015,
    "ثاني": 663,
    "اني ": 578,
    "رق": 794,
    "قم": 965,
    " رق": 142,
    "رقم": 795,
    "قم ": 966,
    " رقم": 143,
    "رقم ": 796,
    "لرح": 1035,
    "الرح": 551,
    "لرحل": 1036,
    "عط": 912,
    "طن": 889,
    "أعط": 410,
    "عطن": 913,
    "طني": 892,
    " أعط": 53,
    "أعطن": 411,
    "عطني": 914,
    "طني ": 893,
    " خ": 128,
    " خي": 129,
    "ارا": 494,
    "رات": 773,
    "ات ": 471,
    " خيا": 130,
    "يارا": 1238,
    "ارات": 495,
    "رات ": 774,
    "رى": 802,
    "أخر": 401,
    "خرى": 714,
    "رى ": 803,
    " أخر": 47,
    "أخرى": 402,
    "خرى ": 715,
    "شي": 860,
    "يء": 1231,
    " شي": 151,
    "شيء": 861,
    "يء ": 1232,
    " شيء": 152,
    "شيء ": 862,
    "آ": 384,
    " آ": 35,
    "آخ": 385,
    " آخ": 36,
    "آخر": 386,
    " آخر": 37,
    "آخر ": 387,
    "يخ": 1243,
    "خ ": 703,
    "لتا": 1007,
    "ريخ": 805,
    "يخ ": 1244,
    " الت": 88,
    "التا": 536,
    "لتار": 1008,
    "تاري": 634,
    "اريخ": 498,
    "ريخ ": 806,
    "تع": 643,
    "عد": 909,
    "يل": 1259,
    " تع": 114,
    "تعد": 644,
    "عدي": 910,
    "ديل": 754,
    "يل ": 1260,
    " تعد": 115,
    "تعدي": 645,
    "عديل": 911,
    "ديل ": 755,
    "رال": 777,
    "دارا": 730,
    "ارال": 496,
    "رالب": 778,
    " طن": 161,
    "طنج": 890,
    "نجة": 1140,
    " طنج": 162,
    "طنجة": 891,
    "نجة ": 1141,
    "وي": 1224,
    "ور": 1210,
    "رك": 797,
    " ني": 228,
    "يوي": 1277,
    "ويو": 1225,
    "يور": 1271,
    "ورك": 1211,
    "رك ": 798,
    " نيو": 229,
    "نيوي": 1169,
    "يويو": 1278,
    "ويور": 1226,
    "يورك": 1272,
    "ورك ": 1212,
    "لو": 1068,
    "وس": 1213,
    " لو": 197,
    "لوس": 1069,
    "وس ": 1214,
    " لوس": 198,
    "لوس ": 1070,
    "أن": 421,
    " أن": 59,
    "أنج": 424,
    "نجل": 1142,
    "جلو": 673,
    " أنج": 61,
    "أنجل": 425,
    "نجلو": 1143,
    "جلوس": 674,
    "خص ": 717,
    "شخص ": 851,
    "حد": 691,
    " وا": 242,
    "واح": 1198,
    "احد": 478,
    "حد ": 692,
    " واح": 243,
    "واحد": 1199,
    "احد ": 479,
    " هل": 237,
    "هل ": 1187,
    " هل ": 238,
    "نت": 1137,
    "أنت": 422,
    "نت ": 1138,
    " أنت": 60,
    "أنت ": 423,
    "بو": 615,
    "وت": 1205,
    " بو": 107,
    "بوت": 616,
    "وت ": 1206,
    " بوت": 108,
    "بوت ": 617,
    "رو": 799,
    "وب": 1202,
    " رو": 144,
    "روب": 800,
    "وبو": 1203,
    " روب": 145,
    "روبو": 801,
    "وبوت": 1204,
    "إن": 446,
    "نس": 1151,
    " إن": 72,
    "إنس": 447,
    "نسا": 1152,
    "سان": 822,
    " إنس": 73,
    "إنسا": 448,
    "نسان": 1153,
    "سان ": 823,
    "ما ": 1082,
    " ما ": 204,
    " a": 4,
    "ar": 266,
    " ar": 6,
    "are": 267,
    " are": 7,
    "are ": 268,
    "yo": 379,
    "ou": 348,
    "u ": 367,
    " yo": 33,
    "you": 380,
    "ou ": 349,
    " you": 34,
    "you ": 381,
    "a ": 262,
    " a ": 5,
    "t": 364,
    " b": 8,
    "bo": 273,
    "ot": 346,
    "t ": 365,
    " bo": 9,
    "bot": 274,
    "ot ": 347,
    " bot": 10,
    "bot ": 275,
    "ثال": 658,
    "لث ": 1011,
    "لثال": 1013,
    "ثالث": 659,
    "الث ": 538,
    "لرا": 1031,
    "راب": 771,
    "بع ": 606,
    "الرا": 549,
    "لراب": 1032,
    "رابع": 772,
    "ابع ": 468,
    "لخا": 1022,
    "خام": 707,
    "امس": 567,
    "مس ": 1105,
    "الخا": 544,
    "لخام": 1023,
    "خامس": 708,
    "امس ": 568,
    "دس": 741,
    "لسا": 1038,
    "ساد": 820,
    "ادس": 486,
    "دس ": 742,
    "السا": 553,
    "لساد": 1040,
    "سادس": 821,
    "ادس ": 487,
    "ساب": 818,
    "لساب": 1039,
    "سابع": 819,
    "ثام": 660,
    "امن": 570,
    "لثام": 1014,
    "ثامن": 661,
    "امن ": 571,
    "سع": 832,
    "تاس": 635,
    "اسع": 505,
    "سع ": 833,
    "لتاس": 1009,
    "تاسع": 636,
    "اسع ": 506,
    "لع": 1047,
    "اش": 508,
    "شر": 853,
    "الع": 556,
    "لعا": 1048,
    "عاش": 903,
    "اشر": 509,
    "شر ": 854,
    " الع": 95,
    "العا": 557,
    "لعاش": 1049,
    "عاشر": 904,
    "اشر ": 510,
    "نية": 1165,
    "انية": 579,
    "نية ": 1166,
    "ثة": 664,
    "لثة": 1016,
    "ثة ": 665,
    "الثة": 540,
    "لثة ": 1017,
    "سة": 828,
    "مسة": 1108,
    "سة ": 829,
    "امسة": 569,
    "مسة ": 1109,
    "دسة": 743,
    "ادسة": 488,
    "دسة ": 744,
    "منة": 1118,
    "امنة": 572,
    "منة ": 1119,
    "سعة": 834,
    "اسعة": 507,
    "سعة ": 835,
    "شرة": 855,
    "اشرة": 511,
    "شرة ": 856
  },
  "response": null,
  "action_text": null
}